<?php 
return [
	'csrf.title' => 'Несовпадение кода CSRF',
	'csrf.message' => 'Повторите попытку. Возможно, истекла сессия, но это также может быть попытка взлома.',

	'database.upgrade_required' => 'Необходимо обновить базу данных, <a href="%url%">нажмите здесь, чтобы продолжить</a>.',
	'database.connection_failed' => 'Ошибка подключения к SQL: %message%',

	'banned.title' => 'Вы заблокированы с %from% по %to%!',
	'banned.message' => '%message%',

	'401.title' => 'Доступ запрещён!',
	'401.message' => 'Войдите в систему, чтобы просмотреть эту страницу.',

	'403.title' => 'Доступ запрещён!',
	'403.message' => 'У вас нет прав для доступа к этой странице или разделу сайта.',

	'404.title' => 'Страница не найдена!',
	'404.message' => 'Такой страницы не существует.',

	'back' => 'Назад',
];
